{"translation-revision-date":"2022-02-11 08:23:54+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=6; plural=(n == 0) ? 0 : ((n == 1) ? 1 : ((n == 2) ? 2 : ((n % 100 >= 3 && n % 100 <= 10) ? 3 : ((n % 100 >= 11 && n % 100 <= 99) ? 4 : 5))));","lang":"ar"},"Enhance your Gutenberg experience with new blocks, including Business Hours, Popup, Review Comparison Table and more.":["عزز تجربتك مع Gutenberg باستخدام المكوّنات الجديدة ، بما في ذلك ساعات العمل ، والقائمة المنبثقة ، وجدول مقارنة المراجعة والمزيد."],"Block Editor Booster":["داعم محرر المكوّن"],"Learn more":["تعرف على المزيد"],"Get Neve Pro":["أحصل على Neve Pro"],"Boost productivity and speed up your workflow by saving all your designs and share them automatically to all your sites in 1-click.":["عزز إنتاجيتك وقم بتسريع سير عملك عن طريق حفظ جميع تصميماتك ومشاركتها تلقائيًا على جميع مواقعك بنقرة واحدة."],"Share opinions, ask questions and help each other on our Neve community! Keep up with what we’re working on and vote to help us prioritize on our <external_link>public roadmap<\/external_link>.":["مشاركة الآراء وطرح الأسئلة ومساعدة بعضكم البعض في مجتمع Neve! مواكبة ما نعمل عليه والتصويت لمساعدتنا في تحديد الأولويات على <external_link>خارطة الطريق العامة<\/external_link>."],"More details <external_link>here<\/external_link>.":["مزيد من التفاصيل<external_link>هنا<\/external_link>."],"Go to Neve Codex":["اذهب إلى Neve Codex"],"Learn how to use Templates Cloud":["اعرف كيفية استخدام Templates Cloud"],"Discover Templates Cloud":["اكتشف Templates Cloud"],"(opens in a new tab)":["(يُفتح في علامة تبويب جديدة)"],"Help":["المساعدة"],"Welcome":["مرحبًا"],"Leave Feedback":["أترك ملاحظة"],"Share your feedback for Neve and get the chance to win the pro version.":["شارك بتعليقاتك حول Neve واحصل على فرصة للفوز بالنسخة pro."],"Feedback":["ملاحظات واقتراحات"],"Updating":["جارٍ التحديث"],"Install and Activate":["تنصيب وتفعيل"],"Could not activate plugin.":["تعذر تفعيل الإضافة."],"Something went wrong while installing the plugin.":["حدث خطأ ما أثناء تنصيب الإضافة."],"An error occured. Please reload the page and try again.":["حدث خطأ. يرجى إعادة تحميل الصفحة والمحاولة مرة أخرى."],"Something went wrong while updating the plugin.":["حدث خطأ ما أثناء تحديث الإضافة."],"Banner Image":["صورة البانر"],"Installing":["جاري التنصيب"],"Install":["تنصيب"],"Could not Update Option. Please try again.":["لا يمكن تحديث الخيار. حاول مرة اخرى"],"Save":["حفظ"],"Neve Theme Logo":["شعار قالب Neve"],"Tweaks":["تعديلات"],"Bug Fixes":["إصلاحات الأخطاء​"],"Features":["المميزات"],"Show changelog for":["عرض سجل التغيير لـ"],"Customizer quick links":["روابط سريعة للمخصص"],"Need more details? Please check our full documentation for detailed information on how to use Neve.":["هل تحتاج تفاصيل أكثر؟ يرجى تفقد وثائق المساعدة الكاملة للمعلومات المفصلة حول كيفية إستعمال Neve."],"Getting Started? Check help and docs":["هل أنت تبدأ في الاستخدام؟ تحقق من المساعدة والتعليمات"],"Go to Starter Sites":["انتقل إلى المواقع البادئة"],"Starter Sites":["المواقع البادئة"],"Get Neve Pro Now":["احصل على النسخة المميزة لـ Neve  الآن"],"Get access to all Pro features and power-up your website":["احصل على جميع مميزات النسخة الاحترافية وعزز قدرة موقعك "],"Go to docs":["انتقل إلى الوثائق"],"View Changelog":["عرض سجّل التغيير"],"Learn More":["تعلم المزيد"],"Could not activate module. Please try again.":["تعذر تفعيل الوحدة النمطية. حاول مرة اخرى."],"Module Deactivated.":["تم إيقاف تفعيل الوحدة النمطية."],"Module Activated":["تم تفعيل الوحدة النمطية."],"Upgrade":["ترقية"],"In Progress":["في تقدم"],"Done!":["تم!"],"Expires":["انتهاء مدة الصلاحية"],"Expired":["منتهية مدة الصلاحية"],"Valid":["صالح"],"Deactivating":["جارٍ إلغاء التفعيل"],"Enter License Key":["أدخل مفتاح الترخيص"],"Typekit Project ID is invalid":["معرف مشروع Typekit غير صالح"],"Update":["تحديث"],"Option Updated":["تم تحديث الخيار."],"Could not update option. Please try again.":["لا يمكن تحديث الخيار. حاول مرة اخرى"],"Allow Anonymous Tracking":["السماح بالتتبع غير المعروف (المجهول)"],"Become a contributor by opting in to our anonymous data tracking. We guarantee no sensitive data is collected.":["كن مساهمًا عن طريق الاشتراك في تتبع البيانات غير المعروفة. نحن نضمن عدم جمع البيانات الحساسة."],"Contributing":["المساهمة"],"What do we track?":["ماذا نتتبع؟"],"Empower your online store with awesome new features, specially designed for a smooth WooCommerce integration.":["قم بتمكين متجرك عبر الإنترنت من خلال ميزات جديدة رائعة، تم تصميمها خصيصًا لتحقيق تكامل سلس مع ووكومرس."],"Free vs Pro":["المجاني vs المدفوع"],"WooCommerce Booster":["Booster ووكومرس  "],"Plugins":["الإضافات"],"Activating":["جارٍ التفعيل"],"In the documentation below you will find an easy way to build a great looking landing page using a drag-and-drop content builder plugin.":["ستجد في وثائق المساعدة أدناه طريقة سهلة لإنشاء صفحة هبوط رائعة باستخدام إضافة مُنشئ المحتوى بالسحب والإفلات."],"Build a landing page with a drag-and-drop content builder":["أنشئ صفحة الهبوط باستخدام مُنشئ المحتوى بالسحب والإفلات."],"If you find yourself in a situation where everything on your site is running very slowly, you might consider having a look at the documentation below where you will find the most common issues causing this and possible solutions for each of the issues.":["إذا وجدت نفسك في وضعية حيث يعمل كل شيء على موقعك ببطء شديد، قد تفكر في النظر إلى الوثائق أدناه حيث تستطيع العثور على أكثر المشاكل شيوعا التي تسبب هذا و الحلول الممكنة لكل من هذه المشاكل."],"Speed up your site":["اجعل موقعك أكثر سرعة"],"If you want to make changes to the theme's files, those changes are likely to be overwritten when you next update the theme. In order to prevent that from happening, you need to create a child theme. For this, please follow the documentation below.":["إذا أردت إجراء تغييرات على ملفات القالب، من المرجح أن تتم الكتابة الفوقية على تلك التغييرات عندما تقوم بالتحديث التالي للقالب. لمنع حدوث ذلك، تحتاج إلى إنشاء قالب إبن. لهذا، يرجى الاطلاع على وثائق المساعدة أدناه."],"Create a child theme":["إنشاء قالب فرعي"],"Want to get the gist on the latest theme changes? Just consult our changelog below to get a taste of the recent fixes and features implemented.":["تريد معرفة جوهر أحدث تغييرات القالب؟ فقط راجع سجل التغيير لدينا أدناه لتأخذ فكرة عن أحدث الإصلاحات والميزات التي تم تنفيذها."],"Changelog":["سجلّ التغييرات"],"Contact Support":["الاتصال بالدعم"],"Documentation":["الوثائق"],"Submit a review":["إرسال مراجعة"],"Are you are enjoying Neve? We would love to hear your feedback.":["هل أنت تستمتع بNeve؟ نحن نحب أن نعرف ملاحظاتك."],"Leave us a review":["أكتب لنا مراجعة"],"Join our Facebook Group":["انضم إلى مجموعتنا على الفيس بوك (Facebook)"],"Neve Community":["مجتمع  نيفي (Neve)"],"Deactivate":["تعطيل"],"Activate":["تفعيل"]}},"comment":{"reference":"assets\/apps\/dashboard\/build\/dashboard.js"}}